spring-boot/n1-standard-1-0ms/c250.txt
Bombarding http://10.148.0.2:8080/ with 100000 request(s) using 250 connection(s)
 100000 / 100000 [=================================================================================================] 100.00% 20s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec      4837.18    1597.66   12246.54
  Latency       51.56ms    32.80ms      1.08s
  Latency Distribution
     50%    46.65ms
     75%    59.80ms
     90%    71.42ms
     99%   170.86ms
  HTTP codes:
    1xx - 0, 2xx - 100000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:   841.16KB/s